import Toolbar from '../Toolbar';
import { Card } from 'primereact/card';

export default function AboutUsScreen() {
    return (
        <>
            <Toolbar></Toolbar>
            <div className="text-right p-8 line-height-3" style={{textAlign:'right'}}>
                <Card title="אז מי אנחנו בכלל, ולשם מה באנו לעולם?" className='text-right line-height-3.4'>

                        <p>
                            המושג עובדת חרדית הוא מושג שהגיע לעולם היהודי לפני לא הרבה שנים.
                             עד היום
                            הייתה האישה היהודייה מנהלת את ביתה ומגדלת את ילדיה, מבלי
                            להזדקק לצאת ולעבוד על מנת לפרנס ולסייע בכלכלת המשפחה.
                        </p>
                        <p>
                            באזור שנות ה2000 רווחה התפיסה
                            שהבעיה הקשה ביותר של הציבור החרדי היא בעיית ההשתכרות הנמוכה, וביתר פשטות: העוני.
                            הייתה זו אוכלוסייה בה ציבור גדול מקרב הגברים הקדיש את יומו
                            ללימוד תורה, תעסוקה שאין שכר כספי בצידה.
                        </p>
                        בשנים הללו נפתחו בסמינרים "בית יעקב" ברחבי 
                        הארץ מסלולי תכנות, אדריכלות, ראיית חשבון ועוד, שאפשרו לבנות ללמוד 
                        מקצוע מכניס ומפרנס מבלי שייאלצו לצאת מן המסגרת השמורה למקומות אחרים.
                       <p>
                        עם זאת, כבר בשנות העבודה הראשונות של 
                        הבנות במשרדים, התגלה צורך ממשי במסגרת חלופית שתשמור על העובדת החרדית גם בסביבת
                         עבודה שונה מההווי החברתי שהייתה רגילה אליו.
                         </p>
                         <b >
                          וכך הוקם ארגון "שמורה במבול"
                          </b><p>
                        שמורה במבול היא קהילת עובדות
                         חרדיות השואפות לשמר את רוח בית יעקב ואת צביונה האישי של כל אחת - כאישה, כרעיה וכאם
                         יהודייה - גם בהיותה חלק מעולם התעסוקה העכשווי, על ניסיונותיו ואילוציו. ה'שמורה' מעניקה
                         עוגן השקפתי מוצק ורשת תמיכה מעשית ורגשית, ומאפשרת במה לשיח בסוגיות רלוונטיות ולפיתוח
                         רוחני וערכי. 
                         </p>
                         פעילות השמורה מתקיימת בעידודו ובהכוונתו של הרב גנס שליט"א.
                        קהל היעד של השמורה
                         הוא נשים עובדות, בוגרות בית יעקב, החשופות להתמודדות יום יומית בעקבות החיכוך המאולץ
                         עם אורח חיים ומושגים המרוחקים מעולמה של תורה. נשים מכל קשת הגילאים והמקצועות מוצאות
                         כי נושאים רבים דורשים עיון והתבוננות מחודשים, בעין בוגרת ומפוכחת, והשמורה 
                        מעניקה להן את ההזדמנות, הכלים והשותפות הטבעיות לתהליך.
                        <p>
                        פעילות השמורה מתקיימת בכמה ערוצים; כל אחד מהם עונה על צורך שונה,
                         וכולם יחד יוצרים בסיס גשמי ורוחני איכותי המעניק תמיכה משמעותית באתגרים השונים. על במת
                         השמורה נידונים נושאים ערכיים וחברתיים לצד נקודות הקשורות בעבודה עצמית ובפיתוח אישי.
                         במה מבוקרת זו מאפשרת לשתף בדעות ובתובנות וללמוד גם מניסיונן של אחרות.
                        הפעילות נושאת אופי דינאמי ומתפתח, תוך שימת דגש
                         על הרלוונטיות והחיבור לנתוני השטח. בין השאר, היא כוללת דיונים קבוצתיים, חומרים כתובים, 
                        מסרים שבועיים לפי קטגוריות הניתנות לבחירה, כנסים, שיחות בסמינרים ויעוץ אישי. הנשים
                         השותפות בקהילת שמורה במבול הן השומרות והשמורות גם יחד. לכל אחת יש את הזכות והאפשרות
                         להשפיע לטובה ולתרום לעיצובה של חברה שמורה ומוגנת חרף החיכוך המתמיד עם המבול שבחוץ.
                         </p>

                </Card>
            </div>
        </>
    )
}