import React from "react";
import { Panel } from "primereact/panel";

export default function Text() {
  return (
  <div className="card align-items-center" style={{bottom:"0", right:'0' ,width: '100%' ,position:'fixed', fontSize:"12px", textAlign:'justify'}}>      
         "שמורה" מפעילה קו תוכן פעיל ומתחדש מידי יום, כתובות מייל ייעודיות
        לשליחת שאלות בעשרות תחומים, כנסי התחזקות בפריסה ארצית, מגזין חודשי
        בתפוצה נרחבת היוצא לאור בכמה שפות, ניוזלטר שבועי הנשלח לתיבות המייל של
        המנויות, מפגשי נטוורקינג והעצמה אישית וקורסים מקצועיים ופיתוח מיומנויות
        במספר תחומים. טבעי היה שארגון פעיל כל כך ובעל השפעה גדולה כל כך על כ –
        15,000 נשים ובתיהן, יקים אתר הנגיש לכולן – החל מזו שהשמורה חדשה לה,
        ורוצה להכירה מקרוב, עבור דרך המשתמשת היומיומית ועד למנהלת השמורה
        ועובדותיה. בנוסף, אך מתבקש הוא ליצור מערכת ניהולית לארגון. בכוחה לחסוך
        את שעות העבודה הרבות של הצוות, את העבודה הסיזיפית של המזכירות מול מסדי
        הנתונים המסורבלים ואת טעויות האנוש הרבות שנובעות מארגון כמעט ידני של
        הפרטים הרבים המתלווים לעבודה בשמורה. עד היום המערכת הייתה בגדר חלום בלבד
        בשל אילוצים טכניים שונים, ועובדות השמורה נאלצו לטפל ברישומים לשמורה
        ולכנסים, בפניות טכניות, במענה טלפוני ובעניינים כספיים – בכוחות עצמן בל
        בד, בצורה ידנית ומסורבלת. מעתה – כל הרישומים יתבצעו באתר, יוקצו בו לש
        וניות ייעודיות לפניות טכניות בנושאים שונים, תהייה באתר אפשרות לתשלום
        הוראות קבע ולכנסים שונים, שיקושר למערכת "נדרים" שעד כה התשלום התבצע בה
        ולכל משתמשת רשומה יהיה אזור אישי עם הפרופיל המתאים לה. מעבר לחוויית
        המשתמש הקלה, הנעימה והנוחה שתחווה כל מנוי ית שמורה, ה אתר יקל בצורה
        משמעותית את עבודתן של מנהלת החשבונות, עורכות התוכן, המזכירות, נשות
        המקצוע שעונות על הפניות ושל שאר עובדות ומפעילות הארגון.
    </div>
  );
}
